index.org
#+BEGIN_COMMENT
.. hidetitle: True
.. slug: index
.. date: 2021-02-13 18:12:55 UTC+01:00
.. tags: 
.. category: 
.. link: 
.. description: 
.. type: text
#+END_COMMENT

+ Director/Research Scientist at ([[https://naamii.com.np][NAAMII]], नामी).
+ Founder  of [[https://abhinavnepal.com][abhinavnepal]]

*** Previously

+ Postdoctoral Researcher at [[http://www.kcl.ac.uk/lsm/research/divisions/imaging/index.aspx][School of Biomedical Engineering and Imaging Sciences]], King's College London and at [[https://biomedia.doc.ic.ac.uk/][BioMedIA]], Department of Computing, Imperial College London, UK.
+ PhD from [[https://team.inria.fr/epione/en/][Asclepios (now Epione)]], INRIA under the supervision of [[https://www-sop.inria.fr/members/Xavier.Pennec/][Xavier Pennec]] and [[https://www-sop.inria.fr/members/Nicholas.Ayache/ayache.html][Nicolas Ayache]]

** Research Interests

- Machine learning and Artificial Intelligence
- Computer Vision, Medical Imaging Informatics, Biomedical Informatics
- Natural Language and Speech Processing for Low Resource languages, particularly for languages of Nepal 
- Applications of the above three in problems relevant to Low Income Countries (LICs) 

** Other Interests
- Strengthening scientific research capacity and engagement of LICs, particularly in Artificial Intelligence, computing and mathematical sciences
- Contributing to the building of eco-system of Science, Innovation and Entrepreneurship in Nepal

** Other links
[[https://scholar.google.com/citations?hl=en&user=ZfaUCG5h3xsC&view_op=list_works][Google Scholar]], [[https://twitter.com/bisheshkhanal7][Twitter]]
# and [[../cv/][CV]]


# I have a special interest in working under the models that increase independent research capabilities of Low Income Countries, taking Nepal as an example where I would like to be based upon.
# Durable solutions of the problems faced by developing nations cannot be achieved by working under a model where the developing nations are the  "consumers" of the ready-made solutions and technologies "produced" by the developed nations. 
# Building research capabilities of such countries allows:

# - Creation of novel ideas coming from the first hand experience of the problems.
# - More uniform development across the globe and the reduction of the global digital divide problem.
# - Diversifying the scientifc community which adds value to the global human knowledge and advancement.

# ** Research Institute of Informatics and Applied Mathematics in Nepal
# I, along with some other Nepali friends have been slowly working towards a plan of building, a world class research institute of informatics and applied mathematics in Nepal with an objective of playing a key role in the development of Nepal, and also contribute towards solving global problems of the world in the field of healthcare, agriculture, climate change and social science.
