index.html
<!DOCTYPE html>
<html prefix="og: http://ogp.me/ns# article: http://ogp.me/ns/article#
" lang="en">
<head>
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<title>homepage | Bishesh Khanal</title>
<link href="assets/css/all-nocdn.css" rel="stylesheet" type="text/css">
<meta name="theme-color" content="#5670d4">
<meta name="generator" content="Nikola (getnikola.com)">
<link rel="alternate" type="application/rss+xml" title="RSS" hreflang="en" href="rss.xml">
<link rel="canonical" href="https://bishesh.github.io/">
<!--[if lt IE 9]><![endif]--><meta name="author" content="Bishesh Khanal">
<meta property="og:site_name" content="Bishesh Khanal">
<meta property="og:title" content="homepage">
<meta property="og:url" content="https://bishesh.github.io/">
<meta property="og:description" content="Director/Research Scientist at (NAAMII, नामी).
Founder  of abhinavnepal



Previously


Postdoctoral Researcher at School of Biomedical Engineering and Imaging Sciences, King's College London and at B">
<meta property="og:type" content="article">
<meta property="article:published_time" content="2021-02-13T18:12:55+01:00">
</head>
<body>
<a href="#content" class="sr-only sr-only-focusable">Skip to main content</a>

<!-- Menubar -->

<nav class="navbar navbar-expand-md static-top mb-4
navbar-dark
bg-dark
"><div class="container">
<!-- This keeps the margins nice -->
        <a class="navbar-brand" href=".">

            <span id="blog-title">Bishesh Khanal</span>
        </a>
        <button class="navbar-toggler" type="button" data-toggle="collapse" data-target="#bs-navbar" aria-controls="bs-navbar" aria-expanded="false" aria-label="Toggle navigation">
            <span class="navbar-toggler-icon"></span>
        </button>

        <div class="collapse navbar-collapse" id="bs-navbar">
            <ul class="navbar-nav mr-auto">
<li class="nav-item">
<a href="publications/" class="nav-link">Publications</a>
                </li>
<li class="nav-item">
<a href="talks/" class="nav-link">Talks</a>
                </li>
<li class="nav-item">
<a href="government/" class="nav-link">Government Engagements</a>
                </li>
<li class="nav-item">
<a href="blog/" class="nav-link">Blog</a>
                </li>
<li class="nav-item">
<a href="https://www.abhinavnepal.com/" class="nav-link">Abhinav Nepal</a>
                </li>
<li class="nav-item">
<a href="https://abhinavnepal.github.io/Science-innovation-Nepal/" class="nav-link">Science Innovation Nepal</a>

                
            </li>
</ul>
<ul class="navbar-nav navbar-right"></ul>
</div>
<!-- /.navbar-collapse -->
    </div>
<!-- /.container -->
</nav><!-- End of Menubar --><div class="container" id="content" role="main">
    <div class="body-content">
        <!--Body content-->
        
        
        
<article class="post-text storypage" itemscope="itemscope" itemtype="http://schema.org/Article"><header></header><div class="e-content entry-content" itemprop="articleBody text">
    <ul class="org-ul">
<li>Director/Research Scientist at (<a href="https://naamii.com.np">NAAMII</a>, नामी).</li>
<li>Founder  of <a href="https://abhinavnepal.com">abhinavnepal</a>
</li>
</ul>
<div id="outline-container-org6037c7d" class="outline-3">
<h3 id="org6037c7d">Previously</h3>
<div class="outline-text-3" id="text-org6037c7d">
<ul class="org-ul">
<li>Postdoctoral Researcher at <a href="http://www.kcl.ac.uk/lsm/research/divisions/imaging/index.aspx">School of Biomedical Engineering and Imaging Sciences</a>, King's College London and at <a href="https://biomedia.doc.ic.ac.uk/">BioMedIA</a>, Department of Computing, Imperial College London, UK.</li>
<li>PhD from <a href="https://team.inria.fr/epione/en/">Asclepios (now Epione)</a>, INRIA under the supervision of <a href="https://www-sop.inria.fr/members/Xavier.Pennec/">Xavier Pennec</a> and <a href="https://www-sop.inria.fr/members/Nicholas.Ayache/ayache.html">Nicolas Ayache</a>
</li>
</ul>
</div>
</div>

<div id="outline-container-org9023f84" class="outline-2">
<h2 id="org9023f84">Research Interests</h2>
<div class="outline-text-2" id="text-org9023f84">
<ul class="org-ul">
<li>Machine learning and Artificial Intelligence</li>
<li>Computer Vision, Medical Imaging Informatics, Biomedical Informatics</li>
<li>Natural Language and Speech Processing for Low Resource languages, particularly for languages of Nepal</li>
<li>Applications of the above three in problems relevant to Low Income Countries (LICs)</li>
</ul>
</div>
</div>

<div id="outline-container-org8adb387" class="outline-2">
<h2 id="org8adb387">Other Interests</h2>
<div class="outline-text-2" id="text-org8adb387">
<ul class="org-ul">
<li>Strengthening scientific research capacity and engagement of LICs, particularly in Artificial Intelligence, computing and mathematical sciences</li>
<li>Contributing to the building of eco-system of Science, Innovation and Entrepreneurship in Nepal</li>
</ul>
</div>
</div>

<div id="outline-container-orga802c02" class="outline-2">
<h2 id="orga802c02">Other links</h2>
<div class="outline-text-2" id="text-orga802c02">
<p>
<a href="https://scholar.google.com/citations?hl=en&amp;user=ZfaUCG5h3xsC&amp;view_op=list_works">Google Scholar</a>, <a href="https://twitter.com/bisheshkhanal7">Twitter</a>
</p>
</div>
</div>
    </div>
    

</article><!--End of body content--><footer id="footer">
            Contents © 2021         <a href="mailto:bishesh.khanal@naamii.org.np">Bishesh Khanal</a> - Powered by         <a href="https://getnikola.com" rel="nofollow">Nikola</a>    publications with: <a href="https://plugins.getnikola.com/v7/publication_list/" rel="nofollow">publication_list</a>         
            
            
        </footer>
</div>
</div>


        <script src="assets/js/all-nocdn.js"></script><script>
    baguetteBox.run('div#content', {
        ignoreClass: 'islink',
        captions: function(element){var i=element.getElementsByTagName('img')[0];return i===undefined?'':i.alt;}});
    </script>
</body>
</html>
